Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: (Applause) And I want to remind you that the giants upon whose shoulders today's intelligentsia stand did not have to have English, they didn't have to pass an English test.
ne: (ताली) तपाईहरुलाई म एउटा कुरा सम्झाउन चाहान्छु त्यो महान काँध जसमा आजको बौद्धिकता अडेको छ, त्यसले अंग्रेजी जान्नु परेको थिएन, उनीहरुले अंग्रेजीको परीक्षा उत्तीर्ण गर्नु परेको थिएन |

source: Case in point, Einstein.
ne: उदाहरण को रूपमा आइन्स्टाइनलाई लिनुस् |

source: He, by the way, was considered remedial at school because he was, in fact, dyslexic.
ne: उनलाई विद्यालयमा उपचाररत मानिन्थ्यो किनकि उनि, वास्तवमा भन्ने हो भने, सुस्तमनस्थिति का बिरामी थिए |

source: But fortunately for the world, he did not have to pass an English test.
ne: तर विश्वको भाग्यवश, उनले अंग्रेजी परीक्षा उत्तीर्ण गर्नु परेको थिएन |

source: Because they didn't start until 1964 with TOEFL, the American test of English.
ne: किनकि १९६४ सम्म उनीहरुले टोफेल, अमेरिकन अंग्रेजीको परीक्षा, को सुरुवात गरेका थिएनन् |

source: Now it's exploded.
ne: अहिले त्यो व्यापक छ |

source: There are lots and lots of tests of English.
ne: आजकल अंग्रेजीका कयौं परिक्षाहरु छन् |

source: And millions and millions of students take these tests every year.
ne: र प्रत्येक बर्ष लाखौ बिद्यार्थीहरुले त्यो परीक्षा दिन्छन् |

source: Now you might think, you and me, "Those fees aren't bad, they're okay," but they are prohibitive to so many millions of poor people.
ne: अब तपाई सोच्नुहोला, तपाईहरु र म ती शुल्कहरु त्यति नराम्रो छैन, ठिकै छन्, तर तिनीहरु बाधक छन् लाखौ गरिब मानिसहरुको लागि |

source: So immediately, we're rejecting them.
ne: हामी तुरुन्तै उनीहरुलाई निषेध गरिरहेका छौ |

source: (Applause) It brings to mind a headline I saw recently: "Education: The Great Divide."
ne: (ताली) यसले मलाई भर्खरै को एउटा समाचार शिर्षक लाई सम्झाउँछ : "शिक्षा : एक ठुलो विभाजन"

source: Now I get it, I understand why people would want to focus on English.
ne: अब बल्ल म बुझ्दै छु, अब बल्ल बुझ्दैछु कि किन मानिसहरु अंग्रेजीमा केन्द्रित छन् |

source: They want to give their children the best chance in life.
ne: उनीहरू आफ्ना नानीहरुलाई जीवनको उत्कृष्ट अवसर दिन चाहन्छन |

source: And to do that, they need a Western education.
ne: अनि त्यो सब गर्नको लागि उनीहरूलाई पश्चिमी शिक्षा चाहिन्छ |

source: Because, of course, the best jobs go to people out of the Western Universities, that I put on earlier.
ne: किनकि, अवस्य पनि, राम्रा अवसरहरु पश्चिमी विश्वविद्यालय बाट शिक्षितलाई जान्छ, जुन मैले पहिला भने |

source: It's a circular thing.
ne: यो एक चक्रीय कुरा हो |

source: Let me tell you a story about two scientists, two English scientists.
ne: मलाई दुई बैज्ञानिकहरुको कथा भन्नदिनुस, दुई अंग्रेज बैज्ञानिक |

source: They were doing an experiment to do with genetics and the forelimbs and the hind limbs of animals.
ne: उनीहरू एउटा प्रयोग गरिरहेका थिए जैविकीय प्रयोग जनावरहरुका अगाडि र पछाडि का पाउहरुको |

source: But they couldn't get the results they wanted.
ne: तिनीहरुले आफुले चाहे जस्तो निचोड पाउन सकेनन |

source: They really didn't know what to do, until along came a German scientist who realized that they were using two words for forelimb and hind limb, whereas genetics does not differentiate and neither does German.
ne: उनीहरुलाई के गर्ने भन्ने नै थाहा भएन, अनि एक जना जर्मन बैज्ञानिक आइपुगे जसले उनीहरुले आगाडि र पछाडि का पाउहरूको लागि दुई अलग अलग शब्दहरु प्रयोग गरिरहेका छन् जबकि जैविकताले त्यो कुरामा भेद गर्दैन न त जर्मन भाषा ले |

source: So bingo, problem solved.
ne: ओह हो, समस्या त समाधान भयो |

source: If you can't think a thought, you are stuck.
ne: यदि तपाई एउटा सोच ल्याउन सक्नुहुन्न भने, तपाई अड्किनु भयो |

source: But if another language can think that thought, then, by cooperating, we can achieve and learn so much more.
ne: तर यदि अर्को भाषाले त्यो सोच ल्याउन सक्छ भने, सहकार्य द्वारा हामीले धेरै कुरा प्राप्त गर्न र जान्न सक्छौं |

source: My daughter came to England from Kuwait.
ne: मेरी छोरी, कुबेत बाट इंग्ल्यान्ड आइन् |

source: She had studied science and mathematics in Arabic.
ne: उनले बिज्ञान र गणित अरेबिक भाषामा सिकेकी थिईन |

source: It's an Arabic-medium school.
ne: त्यो अरेबिक माध्यम बिद्यालय थियो |

source: She had to translate it into English at her grammar school.
ne: उनले त्यसलाई आफ्नो प्राथमिक बिद्यालयमा अनुबाद गर्नुपर्थ्यो |

source: And she was the best in the class at those subjects.
ne: र उनि आफ्नो कक्षामा सबसे तेज थिईन सबै बिषयहरुमा |

source: Which tells us that when students come to us from abroad, we may not be giving them enough credit for what they know, and they know it in their own language.
ne: यसले हामीलाई के बुझाउछ भने जब विदेश बाट बिद्यार्थीहरु हामी कहाँ आउछन्, हामीले उनीहरूलाई उनीहरुको ज्ञानको लागि उचित मान्यता नदिएको हुनसक्छ र उनीहरुलाई त्यो कुराको आफ्नो भाषामा राम्रो ज्ञान हुन सक्छ |

source: When a language dies, we don't know what we lose with that language.
ne: जब एउटा भाषा लोप हुन्छ, त्यो भाषा संग हामी के गुमाउदै छौ भन्ने ज्ञान हुदैन |

source: This is -- I don't know if you saw it on CNN recently -- they gave the Heroes Award to a young Kenyan shepherd boy who couldn't study at night in his village, like all the village children, because the kerosene lamp, it had smoke and it damaged his eyes.
ne: जस्तै -- तपाईहरुले भर्खरै सी.एन.एन. मा हेर्नुभयो कि हेर्नुभएन -- उनीहरूले केन्या को एउटा गोठालोलाई "सी.एन.एन. नायक" पुरस्कारले सम्मान गरे जसले आफ्नो गाउँमा अन्य बालबालिका सरह राती पढ्न सकेन, किनकि त्यो मट्टीतेल को बत्ति बाट धुवा आउथ्यो र त्यसले उसका आँखा खराब भए |

source: And anyway, there was never enough kerosene, because what does a dollar a day buy for you?
ne: र त्यसमाथि, त्यहि मट्टीतेल पनि पुग्दो हुदैन थियो, किनकि त्यो न्युन कमाईले के नै पो दिन सक्छ र ?

source: So he invented a cost-free solar lamp.
ne: त्यसैले गर्दा उसले आविष्कार गर्यो एउटा सित्तैमा चल्ने सौर्य बत्तिको |

source: And now the children in his village get the same grades at school as the children who have electricity at home.
ne: अब उसका गाउँका केटाकेटीहरुले विद्यालयमा त्यति नै अंक ल्याउछन् जति घरमा बिजुली भएका केटाकेटीहरुले ल्याउछन|

source: (Applause) When he received his award, he said these lovely words: "The children can lead Africa from what it is today, a dark continent, to a light continent."
ne: (ताली) जब उनले त्यो पुरस्कार पाए उनले यी सुन्दर शब्दहरु भने : "केटाकेटीहरुले अफ्रीकाको अहिलेको अवस्था, एउटा अधेरो अशिक्षित महादेश, बाट एक उज्यालो र शिक्षित महादेश बनाउने तिर निर्देसित गर्नेछन्"

source: A simple idea, but it could have such far-reaching consequences.
ne: एउटा साधारण सोच, तर जो संग त्यस्तो दुरगामी असर देखाउने क्षमता हुनसक्छ |

source: People who have no light, whether it's physical or metaphorical, cannot pass our exams, and we can never know what they know.
ne: ती मानिसहरु, जो संग उज्यालो छैन, भौतिक रूपमा अथवा लाक्षणिक रूपमा, उनीहरुले हाम्रो परीक्षा उतिर्ण गर्न सक्दैनन्, र हामीहरुलाई उनीहरुलाई के थाहा छ भन्ने कुरा कहिले पनि पत्तो हुदैन |

source: Let us not keep them and ourselves in the dark.
ne: अब हामी आफु तथा उनीहरुलाई अधेरोमा नराखौं |

source: Let us celebrate diversity.
ne: विविधतालाई अंगालौं |

source: Mind your language.
ne: आफ्नो भाषा बारे सोचौँ |

source: Use it to spread great ideas.
ne: त्यसलाई महान विचारहरु फैलाउन प्रयोग गरौं |

source: (Applause) Thank you very much.
ne: (ताली) यहाँहरुलाई धेरै धेरै धन्यवाद |

source: As a boy, I loved cars.
ne: बाल्यकालमा म कारहरु भनेपछी हुरुक्कै हुन्थेँ |

source: When I turned 18, I lost my best friend to a car accident.
ne: जब म अठार लागेँ, मैले मेरो सबैभन्दा मिल्ने साथीलाई कार दुर्घटनामा गुमाएँ |

source: Like this.
ne: यसै गरि|

source: And then I decided I'd dedicate my life to saving one million people every year.
ne: त्यसपछि मैले निर्णय गरे कि मैले मेरो जीवन हरेक वर्ष, दश लाख मान्छे बचाउने उद्देश्यमा समर्पण गर्छु|

source: Now I haven't succeeded, so this is just a progress report, but I'm here to tell you a little bit about self-driving cars.
ne: अहिले नै त म सफल भैसकेको छैन, त्यसैले यो खाली एउटा प्रगती विवरण मात्रै हो, तर म यहाँ तपाईंहरुलाई स्वचालित कारहरुको बारेमा केही बताउन जांदैछु |

source: I saw the concept first in the DARPA Grand Challenges where the U.S. government issued a prize to build a self-driving car that could navigate a desert.
ne: यो अवधारणा मैले पहिले "DAPRA ग्रयाण्ड च्यालेन्जेज" मा देखें जसमा अमेरिकी सरकारले पुरस्कारको व्यवस्था गरेको थियो मरुभुमीमा स्वचालित रुपमा चल्न सक्ने कार बनाउनेलाई |

source: And even though a hundred teams were there, these cars went nowhere.
ne: यद्दपी त्यहाँ सय टोलीहरु थिए, ति कारहरु कुनै पनि सक्षम थिएनन |

source: So we decided at Stanford to build a different self-driving car.
ne: त्यसैले हामीले स्टयानफर्डमा एउटा भिन्नै स्वचालित कार बनाउने निर्णय गर्यौ |

source: We built the hardware and the software.
ne: हामीले हार्डवेर (गाडीका पुर्जा) र सफ्टवेर (गाडीलाई चलाऊने कम्प्युटर कोड) बनायौं |

source: We made it learn from us, and we set it free in the desert.
ne: हामीले त्यसलाई हामीबाट सिक्न लगायौं , र मरुभुमी मा खुला छोड्दियौँ |

source: And the unimaginable happened: it became the first car to ever return from a DARPA Grand Challenge, winning Stanford 2 million dollars.
ne: अनी त सोच्नै नसकिने कुरा भयो: त्यो पहिलो कार भयो DAPRA को ग्रयाण्ड च्यालेन्ज बाट फर्कने जस्ले स्टयानफर्डलाई बिस लाख डलर जितायो |

source: Yet I still hadn't saved a single life.
ne: तैपनी यति बेला सम्म मैले एउटै ज्यान बचाएको थीइन |

source: Since, our work has focused on building driving cars that can drive anywhere by themselves -- any street in California.
ne: किनकि, हाम्रो प्राथमिकता त्यस्तो कार बनाउने थियो कि जुन स्वचालित रुपमा जहातही गूड्न सकोस क्यालिफोर्निया को कुनै पनि सडकमा |

source: We've driven 140,000 miles.
ne: हामीले १ लाख चालिस हजार माइल कुदाएका छौं |

source: Our cars have sensors by which they magically can see everything around them and make decisions about every aspect of driving.
ne: हाम्रा कारहरुमा "सेन्सर" छन, जसबाट कारहरुले आफ्ना वरपरका सबैकुरा जादुमय तरिकाले देख्न सक्छन अनी निर्णय लिन सक्छन् गाडी चलाउंदा लिनु पर्ने हरेक पक्षको|

source: It's the perfect driving mechanism.
ne: सवारी साधन दुनियाको उत्कृष्ट संयन्त्र हो यो|

source: We've driven in cities, like in San Francisco here.
ne: हामीले शहरहरुमा चलाएका छौँ, स्यान फ्रान्सिस्को जस्ता शहरहरु |

source: We've driven from San Francisco to Los Angeles on Highway 1.
ne: हामीले स्यान फ्रान्सिस्को देखी लस एन्जलस सम्म हाइवे १ मा चलायौ |

source: We've encountered joggers, busy highways, toll booths, and this is without a person in the loop; the car just drives itself.
ne: हामीले दौडीँदै गरेकाहरुलाई भेट्यौँ , ब्यस्त राजमार्गहरु , कर्जा उठाउने स्थान हरु भेट्यौ अनी एउटै पनि मान्छेलाइ भागदौड मा नपारिकन , यो कार स्वयम आफै चल्यो|

source: In fact, while we drove 140,000 miles, people didn't even notice.
ne: बास्तबमै, हामीले १ लाख चालिस हजार माइल चलायौं , मान्छेले याद पनि गरेनन् |

source: Mountain roads, day and night, and even crooked Lombard Street in San Francisco.
ne: पहाडी सडकहरुमा, दिनमा अनि रातमा, अनी घुम्रिएको लोम्बार्ड स्ट्रीट स्यान फ्रान्सिस्कोमा पनि|

source: (Laughter) Sometimes our cars get so crazy, they even do little stunts.
ne: हाँसो कहिलेकाहीँ हाम्रा कारहरु यस्तो सन्किन्छन कि, सानोतिनो चटक पनि गर्छन् तिनिहरुले |

source: (Video) Man: Oh, my God.
ne: (भिडियो ) मान्छे : हे भगवान |

source: What?
ne: के ?

source: Second Man: It's driving itself.
ne: दोश्रो मान्छे : यो त आँफै चल्दैछ त|

source: Sebastian Thrun: Now I can't get my friend Harold back to life, but I can do something for all the people who died.
ne: सेबस्टियन थ्र्रुन : मैले मेरो साथी हेरोल्ड को जीवन लाई फिर्ता ल्याउन त सक्दिन, तर म सबै मरेर गएकाहरुको लागि केही गर्न सक्छु |

source: Do you know that driving accidents are the number one cause of death for young people?
ne: के तपाईंहरुलाई थाहा छ, सवारी दुर्घटना युवावर्ग को मृत्‍यु को पहिलो कारण हो

source: And do you realize that almost all of those are due to human error and not machine error, and can therefore be prevented by machines?
ne: अनी के तपाईंहरुले बिचार गर्नु भाछ कि ति मध्य झन्नै सबै मान्छेको गल्तिले हुन्छन मसिन को गल्तिले होइन, अनी के त्यो गल्तिलाइ मसिनहरु द्वारा बचाउन सकिन्छ त?

source: Do you realize that we could change the capacity of highways by a factor of two or three if we didn't rely on human precision on staying in the lane -- improve body position and therefore drive a little bit closer together on a little bit narrower lanes, and do away with all traffic jams on highways?
ne: तपाईंलाई थाहा छ कि हामीले राजमार्गहरुको क्षमता बदल्न सक्छौं २ वा ३ गुनाले "लेन" भित्र बस्नलाई-- यदि हामी मान्छेको क्षमतामा भर नपर्ने हो भने गाडी को स्थिति लाइ अझ सुधार गर्न सक्छौ-- अनी अली नजिक नजिकै बाट गाडी चलाऊन सक्छौ साघुरा लेनहरुमा पनि, र राजमार्ग मा हुने ट्राफिक जाम हरुलाई हटाउन सकिन्छ |

source: Do you realize that you, TED users, spend an average of 52 minutes per day in traffic, wasting your time on your daily commute?
ne: तपाईंहरुले बिचार गर्नु भाछ , TED का श्रोताहरुले औसतमा हरेक दिन ५२ मिनेट ट्राफिक मा बिनासित्ति खर्च गर्नुहुन्छ हरदिन को आवत जावतमा|

source: You could regain this time.
ne: तपाईंले यो समय बचाउन सक्नुहुन्छ

source: This is four billion hours wasted in this country alone.
ne: यो ४० करोड ब्यर्थ भएको घण्टा यो देश को मात्रै हो |

source: And it's 2.4 billion gallons of gasoline wasted.
ne: अनी यो २४० करोड ग्यालन अनाहकमा बगेको पेट्रोल हो |

source: Now I think there's a vision here, a new technology, and I'm really looking forward to a time when generations after us look back at us and say how ridiculous it was that humans were driving cars.
ne: अब मलाई लाग्छ यहाँनिर एउटा सम्भावना छ, एक नवीन पद्दतिको अनी म एकदमसंग त्यो समय लाई कुर्दैछु जब हाम्रा भाबी पिंढी ले हामीलाई हेरेर भन्नेछन् 'कती हाँसो उठ्दो जमाना थियो जहा मनिसहरु कार चलाऊंथे'|

source: So it's 1995, I'm in college, and a friend and I go on a road trip from Providence, Rhode Island to Portland, Oregon.
ne: सन् १९९५ तिर हो, म कलेज पढ्थे, म र मेरी एउटी साथी घुम्न निस्कियौँ प्रोभिडेन्स, रोड आइल्यान्ड बाट पोर्टल्यान्ड, ओरेगनसम्म।

source: And you know, we're young and unemployed, so we do the whole thing on back roads through state parks and national forests -- basically the longest route we can possibly take.
ne: अनि छ नि, हामी ठिटै थियौँ र बेरोजगार पनि त्यही भएर हामी पछाडि पछाडिको बाटो मात्र गयौँ राष्ट्रिय निकुन्ज र जङ्गल भएर-- खासमा सबभन्दा लामो बाटो जानुथियो।

source: And somewhere in the middle of South Dakota, I turn to my friend and I ask her a question that's been bothering me for 2,000 miles.
ne: अनि साउथ डकोटाको बिचतिर कतै , म उ तिर फर्के र एउटा प्रश्न सोधेँ जसले मलाइ पिरोलिरहेको थियो २००० माइलसम्म।

source: "What's up with the Chinese character I keep seeing by the side of the road?"
ne: र मैले यस्तै,"के भने यो सबै चिह्न हामीले देखिराछौ नि सबैमा चाइनिज अक्षर छ"

source: My friend looks at me totally blankly.
ne: उसले फर्केर एकछिन मलाई हेरी,

source: There's actually a gentleman in the front row who's doing a perfect imitation of her look.
ne: अगाडिको लहरमा एक जना सज्जन हुनुहुन्छ जसले उसको हेराइको दुरुस्तै नक्कल पार्नुभो।

source: (Laughter) And I'm like, "You know, all the signs we keep seeing with the Chinese character on them."
ne: हाँसो र मैले यस्तै, "के भने यो सबै चिह्न हामीले देखिराछौ नि सबैमा चाइनिज अक्षर छ"

source: She just stares at me for a few moments, and then she cracks up, because she figures out what I'm talking about.
ne: उसले फर्केर एकछिन मलाई हेरी, अनी मुर्च्छा परेर हाँसी, किन्भने उसले भर्खर बुझेकी थिइ मैले के बारे कुरा गर्दै छु।

source: And what I'm talking about is this.
ne: मैले कुरा गरेको चिज चाँही यो हो।

source: (Laughter) Right, the famous Chinese character for picnic area.
ne: (हाँसो) ल हेर्नुस्, पिक्निक एरियाको लागि चाइनिज अक्षर।

source: (Laughter) I've spent the last five years of my life thinking about situations exactly like this -- why we sometimes misunderstand the signs around us, and how we behave when that happens, and what all of this can tell us about human nature.
ne: (हाँसो) मेरो जीवनका गएका ५ बर्ष बिते सोचेर परिस्थिति बारे जुन ठ्याक्कै यस्तै हुन्छन-- किन हामी कहिलेकाँही हाम्रै वरिपरिका सङ्केतहरु बुझ्न सक्दैनौ, सङ्केतहरु बुझ्न सक्दैनौ, अनी त्यस्तो बेलामा कसो गर्छौ र यो सबले मानव प्रब्रितिका बारे के बताउँछ त?

source: In other words, as you heard Chris say, I've spent the last five years thinking about being wrong.
ne: अर्को शब्दमा, क्रिस भन्छ कि, मैले बितेका पाँच बर्ष गलत हुने बारेमै सोचेर बसेँ।

source: This might strike you as a strange career move, but it actually has one great advantage: no job competition.
ne: तपाईंहरुलाई यो कस्तो जागिर हो'रछ भन्ने लाग्ला तर यसको पनि एउटा फाईदा छ: जागिर पाउन प्रतिस्पर्धा गर्नै परेन।

source: (Laughter) In fact, most of us do everything we can to avoid thinking about being wrong, or at least to avoid thinking about the possibility that we ourselves are wrong.
ne: (हाँसो ) वास्तवमा, हामी सबैजसो सक्नेजती गर्न पछी पर्दैनौ, गलत भएको नसोचियोस भनेर अझ कम्तिमा त्यस्तो त सोच्दै सोच्दैनौँ जहाँ आँफै गलत देखियोस।

source: We get it in the abstract.
ne: हामीमा यो जरैदेखी छ

source: We all know everybody in this room makes mistakes.
ne: जबकी हामी भन्न सक्छौ यो कोठामा भएका सबै गल्ती गर्न सक्छन।

source: The human species, in general, is fallible -- okay fine.
ne: मानव जातिनै, समग्रमा,गल्तीरहित छैन, ठीक छ?

source: But when it comes down to me, right now, to all the beliefs I hold, here in the present tense, suddenly all of this abstract appreciation of fallibility goes out the window -- and I can't actually think of anything I'm wrong about.
ne: तर यही कुरा जब म माथि आइपुग्छ, मेरा विश्वास माथि, अहिलेनै तत्काल, क्षणभरमा "गल्ती सबैबाट हुन्छ" भन्ने आदर्श झ्यालबाट कुलेलम ठोक्छ-- अनी म केही पनि सोच्न सक्दिन जहाँ म गलत हुन्छु।

source: And the thing is, the present tense is where we live.
ne: र कुरा के भने हामी जिउने नै वर्तमानमा हो।

source: We go to meetings in the present tense; we go on family vacations in the present tense; we go to the polls and vote in the present tense.
ne: हामी वर्तमानमा नै बैठकमा जान्छौँ छुट्टी मनाउछौँ वर्तमानमा, हामी चुनावमा गएर भोट हाल्छौँ वर्तमानमा ।

source: So effectively, we all kind of wind up traveling through life, trapped in this little bubble of feeling very right about everything.
ne: खासमा, हाम्रो जीवनयात्रा यसरी टुङ्गिन्छ कि, एउटा सानो पानीफोकाजस्तोमा फँसेर जहाँ हरकुरा सही हो जस्तो लाग्छ।

source: I think this is a problem.
ne: मेरो विचारमा यही नै समस्या हो।

source: I think it's a problem for each of us as individuals, in our personal and professional lives, and I think it's a problem for all of us collectively as a culture.
ne: मलाई लाग्छ, यो हामी हरेक व्यक्तीको समस्या हो, व्यक्तिगत र व्यवसायिक दुवैतिर, र यो सबैको सामुहिक समस्या हो जो सन्स्क्रिती जस्तो बन्दैछ।

source: So what I want to do today is, first of all, talk about why we get stuck inside this feeling of being right.
ne: त्यसैले आज म के गर्न चाहन्छु भने, सबैभन्दा पहिले, केही कुरा गर्छु किन यो आँफै ठीक भन्ने भावना भित्रैबाट बिकास हुन्छ त ।

source: And second, why it's such a problem.
ne: अनी दोस्रो कुरा यो कसरी समस्या हो।

source: And finally, I want to convince you that it is possible to step outside of that feeling and that if you can do so, it is the single greatest moral, intellectual and creative leap you can make.
ne: अन्त्यमा म विश्वास दिलाउन चाहन्छु, यो भ्रमबाट उम्किन सकिन्छ, उम्किन सकिन्छ, र यदी तपाईं यसमा सफल हुनुभयो भने यो एउटा ठुलो नैतीक, बौद्धिक र रचनात्मक छलाङ हुनेछ जीवनकै।

source: So why do we get stuck in this feeling of being right?
ne: त हामी किन यो आफु ठीक भन्ने भ्रममा परीरहन्छौँ?

source: One reason, actually, has to do with a feeling of being wrong.
ne: एउटा कारण त गलत भइयो कि भन्नेसँग सम्बन्धित छ

source: So let me ask you guys something -- or actually, let me ask you guys something, because you're right here: How does it feel -- emotionally -- how does it feel to be wrong?
ne: ल म तपाईंहरुलाई सोध्छु है त -- ल ल म सोध्दै छु किनकी तपाईंहरु यहाँ हुनुहुन्छ: कस्तो अनुभव हुन्छ भित्रैदेखी भन्न्नुस् है आफु गलत भएको पाउँदा ?

source: Dreadful. Thumbs down.
ne: खत्तम, मरेकै जुनी, थम्ब्स डाउन

source: Embarrassing. Okay, wonderful, great.
ne: लाजमर्दो। ल, राम्रो, अती राम्रो।

source: Dreadful, thumbs down, embarrassing -- thank you, these are great answers, but they're answers to a different question.
ne: खत्तम, लाजमर्दो थम्ब्सडाउन-- धन्यबाद उत्क्रिष्ठ जवाफको लागि। तर यिनिहरु त अर्कै प्रश्नका उत्तर हुन नि।

source: You guys are answering the question: How does it feel to realize you're wrong?
ne: तपाईंहरुले दिएको जवाफ त यस्तो प्रश्नको हो: आफु गलत भएको थाहा पाउँदा कस्तो महसुस हुन्छ?

source: (Laughter) Realizing you're wrong can feel like all of that and a lot of other things, right?
ne: (हाँसो) आफु गलत भएको थाहा पाउँदा त्यस्तै वा त्यो भन्दा पनि अझै नराम्रो लाग्छ नि है।

source: I mean it can be devastating, it can be revelatory, it can actually be quite funny, like my stupid Chinese character mistake.
ne: मलाई त लाग्छ यो विध्वंसक पनि हुन सक्छ या लुकेका कुराहरु बाहिर ल्याउने, यो रमाइलो पनि हुन सक्छ, जस्तै मेरो चाइनिज अक्षरको बुझाई।

source: But just being wrong doesn't feel like anything.
ne: तर गलत हुँदैमा केही भईहाल्ने होइन

source: I'll give you an analogy.
ne: म तपाईंलाई तुलना गरेर देखाउँछु।

source: Do you remember that Loony Tunes cartoon where there's this pathetic coyote who's always chasing and never catching a roadrunner?
ne: तपाईंहरु लुनी टुन(Loony tune) भन्ने कार्टून सम्झिनुहुन्छ नि त्यहाँ एउटा दयालाग्दो कायोटी(ब्वाँसो जस्तो जनावर)हुन्छ जसले रोडरनर चरा खेदिरहन्छ तर भेट्दैन।

source: In pretty much every episode of this cartoon, there's a moment where the coyote is chasing the roadrunner and the roadrunner runs off a cliff, which is fine -- he's a bird, he can fly.
ne: यो कार्टूनको हरेकजसो भागमा, जब कायोटीले रोडरनर चरा लखेटिरहन्छ एउटा यस्तो बेला आउँछ चरा भिरमा दौडिन्छ यो त ठिकै छ,चरा हो उड्छ।

source: But the thing is, the coyote runs off the cliff right after him.
ne: तर कुरा के भने कायोटी पनि पछी लागेर भिरमा दौडिन जान्छ।

source: And what's funny -- at least if you're six years old -- is that the coyote's totally fine too.
ne: रमाइलो कुरा -- हामी छ वर्षको बच्चा हुँदा-- कायोटिले जे गर्‍यो ठिकै गर्‍यो।

source: He just keeps running -- right up until the moment that he looks down and realizes that he's in mid-air.
ne: उ दौडिरह्यो तर जब उसले यसो हेर्छ त आफु त हावामा। बल्ल थाहा हुन्छ की आफु त हावामा

source: That's when he falls.
ne: अनी त उ खस्छ।

source: When we're wrong about something -- not when we realize it, but before that -- we're like that coyote after he's gone off the cliff and before he looks down.
ne: हामी पनि जब कुनै कुरामा भ्रमित हुन्छौँ-- वास्तविकताथाहा हुनु भन्दा पहिला -- हाम्रो हाल पनि कायोटीको जस्तै हो जुन भिरबाट खसिसकेको हुन्छ तर तल हेरेको हुँदैन।

source: You know, we're already wrong, we're already in trouble, but we feel like we're on solid ground.
ne: हामी पहिले नै गलत(भ्रमित) भईसकेका हुन्छौँ, समस्या परीसक्छ तैपनी आफुलाई त आफ्नो आधार मजबुत नै छ जस्तो लाग्छ।

source: So I should actually correct something I said a moment ago.
ne: त्यसैले मैले केही छिन अघी गरेको कुरा सच्याउन चाहन्छु।

source: It does feel like something to be wrong; it feels like being right.
ne: आफु गलत(भ्रमित) भएको खासमा एकदम सही भएजस्तो पो लाग्दोरैछ।

source: (Laughter) So this is one reason, a structural reason, why we get stuck inside this feeling of rightness.
ne: (हाँसो) त्यसैले यो एउटा कारण हो, संरचनात्मक कारण किन हामी भित्रैदेखी यस्तो सच्चाइ बोक्छौ भन्ने।

source: I call this error blindness.
ne: मैले यसलाई गल्तीद्रिष्टीदोष(error blindness) भन्छु.

source: Most of the time, we don't have any kind of internal cue to let us know that we're wrong about something, until it's too late.
ne: धेरैजसो समय हामीमा यस्तो आन्तरिक क्षमताको कमी हुन्छ जसले हामी कुनै कुराबारे भ्रमित छौ भनोस जब धेरै ढिलो भईसकेको हुँदैन।

source: But there's a second reason that we get stuck inside this feeling as well -- and this one is cultural.
ne: एउटा अर्को कारण पनि छ जसले गर्दा यस्तो सोचाइ हुन्छ-- जुन साँस्कृतिक हो.

source: Think back for a moment to elementary school.
ne: प्राथमिक स्कुलको कुरा सोचौँ
